13/data/attachments/b6cbd433e280e6b3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:username>
            <nif:friendToBeAdded>Brandy_itself_Friend_1218_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>